[
{
    "title": "How to Start a Successful Blog in 2021",
    "content": "Learn how to start a blog in less than an hour. Become a blogger today by following the steps we used when starting our blog, which now has reached more than 20 million people and has been seen in the New York Times, TIME magazine, and on the TODAY show.",
    "user_id": "3"
},
{
    "title": "Sunrise in the time of COVID: Part II",
    "content": "Last year, when the word ‘pandemic’ split our world into the before and after, I headed to Lake Ontario to watch the sunrise – my attempt to find an anchor, something to hold on to in the face of uncertainty. Last week, I found myself on the same spot at Humber Bay Park, next to an uprooted tree trunk, stripped and polished by water into a work of art – a foreground for many of my Lake Ontario pictures. A few of its roots and branches had gone missing since last year – a big triangular shape that had worked so well for framing the CN Tower was now gone. Other than that the scene looked no different from last year – the same fiery orange paint spilled along the edge of the sky in anticipation of the big star’s entry, the same comforting lull of the lake.",
    "user_id": "2"
},
{
    "title": "Love to the end of the trail and back: Hiking at McCrae Lake Conservation Reserve",
    "content": "A cozy cabin in the woods, a wood stove or at the very least a gas fireplace, days filled with snowshoeing and cross-country skiing, evenings filled with board games and reading – for many years these have been our Family Day weekend staples. In 2021, they have become distant memories. With the province in lockdown, our Family Day activities required rethinking. I knew that many of my thoughts over those few days would start with “We could be somewhere in the woods right now…” So I decided that the only way to prevent or at least minimize all the brooding was to throw at it as much hiking, and snow, as I could.",
    "user_id": "1"
},
{
    "title": "These 10 coding blogs will keep you ahead of the tech curve",
    "content": "There are a lot of blogs about tech — so many, in fact, that I’ve decided to break the blog recommendations down into increments. This article, in particular, is meant to help you shape your coding ability. What can you read that’s specifically meant to improve your coding skills as a beginner? Here are a couple of my favorites for you, for a variety of languages.",
    "user_id": "4"
}
]